Repository: treflina/biwakowa
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: apartment's type
pl: typ apartmamentu

source: apartments types
pl: typy apartmamentów

source: price
pl: Cena

source: start date
pl: Data zameldowania

source: prices
pl: Ceny

source: apartment's name
pl: Numer apartamentu

source: stripe product id
pl: Numer id produktu (stripe)

source: base price
pl: Cena bazowa

source: floor
pl: piętro

source: ground floor
pl: parter

source: first floor
pl: pierwsze piętro

source: apartment
pl: apartament

source: apartments
pl: apartamenty

source: heading
pl: Nagłówek

source: text
pl: Tekst

source: caption
pl: Opis zdjęcia

source: Description part I
pl: Część I

source: Description part II
pl: Część II

source: Apartment Page
pl: Strona z opisem apartamentów

source: Please provide both dates.
pl: Proszę podać obydwie daty (zameldowania i wymeldowania).

source: Start date cannot be later or the same as end date
pl: Data zameldowania nie może być wcześniejsza lub taka sama jak data wymeldowania

source: Selected date can't be a past date.
pl: Wybrana data nie może być przeszła.

source: Minimum 3-nights stay required.
pl: Minimalna długość pobytu wynosi 3 doby.

source: Apartment
pl: Apartament

source: Date from
pl: Data zameldowania

source: Date to
pl: Data wymeldowania

source: Guest's name
pl: Imię i nazwisko gościa

source: Phone
pl: Telefon

source: There is already a booking in the given date range.
pl: Niestety istnieje już rezerwacja na podany okres.

source: You must confirm rodo
pl: OŚwiadczenie o zapoznaniu się z regulaminem i polityką prywatności jest obowiązkowe aby kontynuować.

source: Apartment with id {pk} was not found
pl: Apartament z podanym nr {pk} nie został znaleziony.

source: Invalid email has been provided.
pl: Podano nieprawidłowy e-mail

source: Invalid name has been provided.
pl: Podano nieprawidłowe imię i nazwisko.

source: Invalid phone number has been provided.
pl: Podano nieprawidłowy numer telefonu.

source: unpaid
pl: nieopłacone

source: success
pl: opłacone

source: failed
pl: zakończone niepowodzeniem

source: pending
pl: oczekuje

source: date from
pl: od

source: date to
pl: do

source: guest's name
pl: imię i nazwisko gościa

source: phone number
pl: telefon

source: total price
pl: cena za pobyt

source: paid
pl: zapłacone

source: additional information
pl: uwagi

source: stripe transaction id
pl: numer id płatności Stripe

source: transaction status
pl: status transakcji

source: Booking this apartment is not possible now.
pl: Zarezerwowanie wybranego apartamentu nie jest obecnie możliwe

source: Error. No stripe product_id
pl: Numer id produktu (stripe)

source: Session completed, booking not found
pl: Sesja płatności zakończona, rezerwacja nie została znaleziona w bazie.

source: bank account number
pl: numer konta bankowego

source: bank account
pl: konto bankowe

source: bank accounts
pl: konta bankowe

source: phone
pl: telefon

source: phones
pl: telefon

source: subtitle
pl: podtytuł

source: paragraph 1
pl: paragraf 1

source: paragraph 2
pl: paragraf 2

source: signature 1
pl: podpis 1

source: in bold
pl: pogrubiony

source: signature 2
pl: podpis 2

source: alternative text
pl: opis alternatywny

source: link to page
pl: link do podstrony

source: description
pl: opis

source: Home Page
pl: Strona główna

source: Image
pl: zdjęcie

source: Header images
pl: Zdjęcia na czołówce

source: About us
pl: O nas

source: Apartment 1
pl: Apartament 1

source: Apartment 2
pl: Apartament 2

source: Lake images
pl: Zdjęcia jeziora

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Provided credentials are invalid.
pl: Podano nieprawidłowe dane do logowania.

source: Customer's name
pl: Imię i nazwisko gościa.
